In [2]:
%matplotlib inline

In [11]:
import pandas as pd

In [12]:
from datetime import datetime as d

In [16]:
df = pd.DataFrame({
        'first_name': ['Aleksandra', 'Tomek', 'Konrad', 'Katarzyna', 'Jan', 'Tomek'],
        'last_name': ['Nowak', 'Kowalski', 'Lewandowski', 'Woźniak', 'Wiśniewska', 'Błaszczykowski'],
        'gender': ['female', 'male', 'male', 'female', 'male', 'male'],
        'date_of_birth': [d(1988, 1, 10), d(1938, 10, 22), d(1986, 11, 20), 
                          d(1980, 2, 12), d(1978, 5, 21), d(1960, 3, 1)],
        'rate_per_hour': [100, 90, 50, 110, 170, 40],
        'hours': [60, 20, 100, 50, 160, 70],
        ''
    },
    columns=('first_name', 'last_name', 'gender', 'date_of_birth', 'rate_per_hour', 'hours'),
)

In [17]:
df

   first_name       last_name  gender date_of_birth  rate_per_hour  hours
0  Aleksandra           Nowak  female    1988-01-10            100     60
1       Tomek        Kowalski    male    1938-10-22             90     20
2      Konrad     Lewandowski    male    1986-11-20             50    100
3   Katarzyna         Woźniak  female    1980-02-12            110     50
4         Jan      Wiśniewska    male    1978-05-21            170    160
5       Tomek  Błaszczykowski    male    1960-03-01             40     70